IDEA Open Model
SectionCharacteristics.Iy Property
Compatible with IDEA StatiCa v 10.1
 Gets or sets the second moment of area related to the Y axis.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double Iy { get; set; }
Public Property Iy As Double
	Get
	Set
public:
property double Iy {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace